{
  "jlpt": {
    "n5": "日一国人年大十二本中長出三時行見月後前生五間上東四今金九入学高円子外八六下来気小七山話女北午百書先名川千水半男西電校語土木聞食車何南万毎白天母火右読友左休父雨",
    "n4": "会同事自社発者地業方新場員立開手力問代明動京目通言理体田主題意不作用度強公持野以思家世多正安院心界教文元重近考画海売知道集別物使品計死特私始朝運終台広住真有口少町料工建空急止送切転研足究楽起着店病質待試族銀早映親験英医仕去味写字答夜音注帰古歌買悪図週室歩風紙黒花春赤青館屋色走秋夏習駅洋旅服夕借曜飲肉貸堂鳥飯勉冬昼茶弟牛魚兄犬妹姉漢",
    "n3": "政議民連対部合市内相定回選米実関決全表戦経最現調化当約首法性要制治務成期取都和機平加受続進数記初指権支産点報済活原共得解交資予向際勝面告反判認参利組信在件側任引求所次昨論官増係感情投示変打直両式確果容必演歳争談能位置流格疑過局放常状球職与供役構割費付由説難優夫収断石違消神番規術備宅害配警育席訪乗残想声念助労例然限追商葉伝働形景落好退頭負渡失差末守若種美命福望非観察段横深申様財港識呼達良候程満敗値突光路科積他処太客否師登易速存飛殺号単座破除完降責捕危給苦迎園具辞因馬愛富彼未舞亡冷適婦寄込顔類余王返妻背熱宿薬険頼覚船途許抜便留罪努精散静婚喜浮絶幸押倒等老曲払庭徒勤遅居雑招困欠更刻賛抱犯恐息遠戻願絵越欲痛笑互束似列探逃遊迷夢君閉緒折草暮酒悲晴掛到寝暗盗吸陽御歯忘雪吹娘誤洗慣礼窓昔貧怒泳祖杯疲皆鳴腹煙眠怖耳頂箱晩寒髪忙才靴恥偶偉猫幾",
    "n2": "党協総区領県設改府査委軍団各島革村勢減再税営比防補境導副算輸述線農州武象域額欧担準賞辺造被技低復移個門課脳極含蔵量型況針専谷史階管兵接細効丸湾録省旧橋岸周材戸央券編捜竹超並療採森競介根販歴将幅般貿講林装諸劇河航鉄児禁印逆換久短油暴輪占植清倍均億圧芸署伸停爆陸玉波帯延羽固則乱普測豊厚齢囲卒略承順岩練軽了庁城患層版令角絡損募裏仏績築貨混昇池血温季星永著誌庫刊像香坂底布寺宇巨震希触依籍汚枚複郵仲栄札板骨傾届巻燃跡包駐弱紹雇替預焼簡章臓律贈照薄群秒奥詰双刺純翌快片敬悩泉皮漁荒貯硬埋柱祭袋筆訓浴童宝封胸砂塩賢腕兆床毛緑尊祝柔殿濃液衣肩零幼荷泊黄甘臣浅掃雲掘捨軟沈凍乳恋紅郊腰炭踊冊勇械菜珍卵湖喫干虫刷湯溶鉱涙匹孫鋭枝塗軒毒叫拝氷乾棒祈拾粉糸綿汗銅湿瓶咲召缶隻脂蒸肌耕鈍泥隅灯辛磨麦姓筒鼻粒詞胃畳机膚濯塔沸灰菓帽枯涼舟貝符憎皿肯燥畜挟曇滴伺",
    "n1": "氏統保第結派案策基価提挙応企検藤沢裁証援施井護展態鮮視条幹独宮率衛張監環審義訴株姿閣衆評影松撃佐核整融製票渉響推請器士討攻崎督授催及憲離激摘系批郎健盟従修隊織拡故振弁就異献厳維浜遺塁邦素遣抗模雄益緊標宣昭廃伊江僚吉盛皇臨踏壊債興源儀創障継筋闘葬避司康善逮迫惑崩紀聴脱級博締救執房撤削密措志載陣我為抑幕染奈傷択秀徴弾償功拠秘拒刑塚致繰尾描鈴盤項喪伴養懸街契掲躍棄邸縮還属慮枠恵露沖緩節需射購揮充貢鹿却端賃獲郡併徹貴衝焦奪災浦析譲称納樹挑誘紛至宗促慎控智握宙俊銭渋銃操携診託撮誕侵括謝駆透津壁稲仮裂敏是排裕堅訳芝綱典賀扱顧弘看訟戒祉誉歓奏勧騒閥甲縄郷揺免既薦隣華範隠徳哲杉釈己妥威豪熊滞微隆症暫忠倉彦肝喚沿妙唱阿索誠襲懇俳柄驚麻李浩剤瀬趣陥斎貫仙慰序旬兼聖旨即柳舎偽較覇詳抵脅茂犠旗距雅飾網竜詩繁翼潟敵魅嫌斉敷擁圏酸罰滅礎腐脚潮梅尽僕桜滑孤炎賠句鋼頑鎖彩摩励縦輝蓄軸巡稼瞬砲噴誇祥牲秩帝宏唆阻泰賄撲堀菊絞縁唯膨矢耐塾漏慶猛芳懲剣彰棋丁恒揚冒之倫陳憶潜梨仁克岳概拘墓黙須偏雰遇諮狭卓亀糧簿炉牧殊殖艦輩穴奇慢鶴謀暖昌拍朗寛覆胞泣隔浄没暇肺貞靖鑑飼陰銘随烈尋稿丹啓也丘棟壌漫玄粘悟舗妊熟旭恩騰往豆遂狂岐陛緯培衰艇屈径淡抽披廷錦准暑磯奨浸剰胆繊駒虚霊帳悔諭惨虐翻墜沼据肥徐糖搭盾脈滝軌俵妨擦鯨荘諾雷漂懐勘栽拐駄添冠斜鏡聡浪亜覧詐壇勲魔酬紫曙紋卸奮欄逸涯拓眼獄尚彫穏顕巧矛垣欺釣萩粛栗愚嘉遭架鬼庶稚滋幻煮姫誓把践呈疎仰剛疾征砕謡嫁謙后嘆菌鎌巣頻琴班棚潔酷宰廊寂辰霞伏碁俗漠邪晶墨鎮洞履劣那殴娠奉憂朴亭淳怪鳩酔惜穫佳潤悼乏該赴桑桂髄虎盆晋穂壮堤飢傍疫累痴搬晃癒桐寸郭尿凶吐宴鷹賓虜陶鐘憾猪紘磁弥昆粗訂芽庄傘敦騎寧循忍怠如寮祐鵬鉛珠凝苗獣哀跳匠垂蛇澄縫僧眺亘呉凡憩媛溝恭刈睡錯伯笹穀陵霧魂弊妃舶餓窮掌麗綾臭悦刃縛暦宜盲粋辱毅轄猿弦稔窒炊洪摂飽冗桃狩朱渦紳枢碑鍛刀鼓裸猶塊旋弓幣膜扇腸槽慈楊伐駿漬糾亮墳坪紺娯椿舌羅峡俸厘峰圭醸蓮弔乙汁尼遍衡薫猟羊款閲偵喝敢胎酵憤豚遮扉硫赦窃泡瑞又慨紡恨肪扶戯伍忌濁奔斗蘭迅肖鉢朽殻享秦茅藩沙輔媒鶏禅嘱胴迭挿嵐椎絹陪剖譜郁悠淑帆暁傑楠笛玲奴錠拳翔遷拙侍尺峠篤肇渇叔雌亨堪叙酢吟逓嶺甚喬崇漆岬癖愉寅礁乃洲屯樺槙姻巌擬塀唇睦閑胡幽峻曹詠卑侮鋳抹尉槻隷禍蝶酪茎帥逝汽琢匿襟蛍蕉寡琉痢庸朋坑藍賊搾畔遼唄孔橘漱呂拷嬢苑巽杜渓翁廉謹瞳湧欣窯褒醜升殉煩巴禎劾堕租稜桟倭婿慕斐罷矯某囚魁虹鴻泌於赳漸蚊葵厄藻禄孟嫡尭嚇巳凸暢韻霜硝勅芹杏棺儒鳳馨慧愁楼彬匡眉欽薪褐賜嵯綜繕栓翠鮎榛凹艶惣蔦錬隼渚衷逐斥稀芙詔皐雛惟佑耀黛渥憧宵妄惇脩甫酌蚕嬉蒼暉頒只肢檀凱彗謄梓丑嗣叶汐絢朔伽畝抄爽黎惰蛮冴旺萌偲壱瑠允侯蒔鯉弧遥舜瑛附彪卯但綺芋茜凌皓洸毬婆緋鯛怜邑倣碧啄穣酉悌倹柚繭亦詢采紗賦眸玖弐錘諄倖痘笙侃裟洵爾耗昴銑莞伶碩宥滉晏伎朕迪綸且竣晨吏燦麿頌箇楓琳梧哉澪匁晟衿凪梢丙颯茄勺恕蕗瑚遵瞭燎虞柊侑謁斤嵩捺蓉茉袈燿誼冶栞墾勁菖旦椋叡紬胤凜亥爵脹麟莉汰瑶瑳耶椰絃丞璃奎塑昂柾熙菫諒鞠崚濫捷"
  },
  "jlptVocabulary": {
    "n5": "始速一月昼御飯本当毎朝週日待万年筆磨村冬甘危台所宿題英語点面白悪歯公園黄色目二十歳泣働食物父段国散歩七座誰小電気無名前男子煙草今見教室背広来婆腹頭終鳥 薄土曜灰皿手紙去荷町自動車入西零頁夏休楽八留学生安細右押鉛辞書住山橋皆難度門問野菜私水黒海醤油文章金医者人咲話兄方南赤明余良妹伯昨弁帰川汚九警官答開魚忘持体弟大切午風邪符多買先薬意味忙庭晴木作差中四夜上菓曇嫌青顔分好使館行茶碗出飲郵便局変着掛寒晩低雑誌眼鏡後鞄知口売冷箸番百屋机初爺五痛丸何真直辺丈夫丁履早暗強交三勢寸半厚暑酒銀階側豚肉綺麗天歌借廊下足絵徒煩花瓶困渡暖六春洋服犬姉戸巡消塩勿論其効財布閉脱仕事縦弾少洗不暇道欲写靴全部遅旅遠猫鼻新喫店静有秋左漢字堂夕勤古火映画石鹸外違吹跳貼勉置熱窓貴友達立派曲校供質高引長葉次然牛乳他授業池吸近濯声結構死果時計起賑玄関卵呼飛機乗元隣角被奥千締辛降雪号女駅棚泳聞短空横帽緒取母傘可愛止地鉄東砂糖言重音誕蔵庫河疲珈琲習主掃除同紅温易鍵図呂建若読転寝病院練涼両親向在覚浴料理家頼遊間並耳撮再北太貸狭箱弱会社利軽処婚椅緑封筒雨族走返",
    "n4": "区員式様製軒彼復心配必要怒怖思急恥息悲慣戦争存覧馳掏程具合内房凄席発別用割力勝臭代君払込伺包卒険原因厳参反対替受付召遭噌品喜喧嘩杯懸命寧世界最綿林枝柔 案森植正歴史残念居産嬢宅礼祝祭舞釣蔭等髪毛髭鳴格深済港湖湯準備滑漫漬濡為焼片特場議伝似例倍倒値僕億優輩光務贈坊趣踊踏輸典迎退送逃途通連絡戻袋打承技術投折招拝拾指輪挨拶捕捨探揺支放政治故障進運過慮適選魔郊都珍由活田舎申性守組畳痩盗盛相談看護婦眠研究硬確祈祖神科移積係隅随集雲報灯非常頂頑張飾首駄駐騒驚競笑簡単米糸約束素紹介経験絹続線美巧展比決汽沸泊法律泥棒注射浅岸予失敗妻娘児季節客寂寄寺専将尋育数化記昔星普景暮翻訳考腕致興船苛苦落葡萄虫血表裏複久換乾定亡形以褒規則触訪試説課調講義謝察負貰貿嘘噛周回際震坂塗増壁壊夢届島工市民団床越役",
    "n3": "情諦飽握預汗与扱跡穴誤粗嵐現或泡哀胃委幾師志維識異泉板偉抱至位種瞬層般従稲衣否依療岩印刷象兎疑宇宙撃訴奪馬梅嬉噂柄永影響営衛栄養描餌得円延期演援助奏老 追王応断覆丘沖幼収染恐互穏劣鬼帯溺及恩害解釈改善快飼香価輝罹限額悟実隠拡認陰欠加減籠囲災賢稼型肩刀能株我慢雷刈皮革缶勘感観環境歓患完成監督管了憶械企候傷毒希望基奇妙逆旧級球憩激救給器儀共協許巨霧録禁銭属緊筋融句偶鎖腐癖繰狂労詳訓軍隊敬傾告算掲示刑芸契怪劇粧陥券県健康検査状設築討憲権恋濃幸貨豪華航攻貢献福平補氷凍郷極克穀腰個骨諺粉塵麦頃殺混乱才裁判材桜叫避誘札漠更猿賛酸氏詩叱刺資源件刻身沈想舌第態施導芝占霜州銃穫宗視就職修渋滞版需類順賞奨京況条症冗衝突商費防証卓糧斎徐署尻城剣信仰診戚鮮臓慎審巣推薦睡末姿勧既鋭税紀請求清潔制功精績造贅沢府整咳炭責任的絶滅是択操像装底織袖損尊屈臣抵統領逮陽陸宝唯叩谷玉黙純担域恵央貯接著遂掴繋翼罪詰提抗停敵哲徹党塔詞到徳票僚路独徴登端虎努容仲流眺謎納鍋怠波涙悩縄匂抜根願鼠齢農喉伸述昇俳墓鹿博士吐拍莫爆破旗肌裸畑罰離羽幅省針範犯販較轢膝批評秘密微紐秒笛武含双縁満振雰析塀均和冒豊富吠誇埃保仏炎頬濠迷幕孫貧又未街松豆魅胸芽令惑免燃標尤模賃厄雇勇秀愉譲酔測嫁裕宜益率量列脇僅湾",
    "n2": "扇揚挙憧圧縮宛暴脂編荒佚斉旦井緯威煎炒飢浮埋恨羨液宴往欧凡仮惜叔各卸蚊貝概却垣掻嗅架充剰固堅塊括弧躍遣鐘兼釜屑剃謡殻枯渇瓦隔鑑燥庁冠饉礎盤漁斬釘櫛崩砕 唇汲酌悔咥郡稽蛍継系旬削桁傑蹴謙虚稿遜顕碁孝衆耕肯鉱項超焦籍胡椒擦琴沙汰芥娯紺催促採縫捜遡裂索囁匙敷挿錆妨司茂磁湿執童縛幣絞縞蛇掌洒繕熟寿循序粋棋蒸耗略汁芯幹侵酢炊垂滴杉透隙鈴棄脳墨澄撲摸狡姓暦瀬迫栓剤宣巾倉創葬総蕎逸揃鼓策照楕滝焚蓄竹只但妥溜淡誓抽彫径帳浸綱粒潰爪艶吊凸凹砲拭柱皇銅峠溶尖殊丼慰懐撫斜倣馴煮憎濁虹鈍睨俄捩巻狙載覗糊呑這剥秤挟梯鉢揮甚卑怯肘瞳捻膚箋殖副膨塞襖附蓋麓噴脈兵荘箒庖朗牧畜募干堀掘盆枚蒔撒枕摩纏稀岬醜矛盾紫群姪銘儲潜餅揉矢軟刊悠緩旨稚羊漸蘇慶欄寮臨煉蝋燭湧詫椀",
    "n1": "嗚曖昧敢垢亜呆顎麻欺此誂溢炙網慌伊如歪碑弄遺託戯戴挑鼾厭愈謂嗽潮渦鬱陶饂飩唸惚潤蝿云搬雄閲獲襟沿婉尾於甥臆傲喋襲煽乙衰脅夥宮襁褓玩赴檻俺愚疎峡獣拓訂剖 顧踵核佳賭駆嵩畏奢箇霞繊偏傍壇且嘗叶槌粥痒揶揄吏涸慨還渉肝璧寛貫禄該譜崖雅唱併癌贋兆軋鍛几屹軌甲伏脚窮殿乏陵遇凶愁享里烈拒距煌桐衡犠牲偽吟茎嚏籤擽臥嘴朽諄呉痴艦戒携蔑吝嗇晶貶圏倹励賦痢溝尚控洪拘購廃奮漕凝拵孤拗梢堪燵董悉篭懲魂拠昆彙佐菌栽培胞遮囀冴竿詐柵錯捧些嘸冊偖侍拐爽岳桟酷而彩頻嗜繍雫慕嫉妬躾摘萎嫋屎尿凌屡暫痺肪泌吃賀諸称諾庶皺紳珠聖呈軸己獄践拳絨毯塾樹尉迅崇据掬裾即誠征伜衷仙闘舶膳禅僧添壮阻訟措儘聳朴耐逞漂忽奉辿賜躊躇弛歎箪笥蛋胆騙那窒秩忠枢腸蝶聴恰没陳墜杖尽辻褄津抓唾呟瞑壷蕾躓露邸堤錠鋼筈鱈棟咎綴疾咄嗟迚扉伴蕩胴盟俵閣乃苗殴嘆皰滲妊娠沼粘鋸閑罵刃把肺啓排捗諮鋏蓮蜂蜜浜填遥腫班繁氾濫黴賠償伐匹惨雛肥敏俗吉祉債騰遍扶憤紛侮辱斑辟臍遷穂酬廷鯨綻舗殆虜卯紡脹藍褸賄膜捲股跨眩眉鞠峰婿毟闇簿誉瞭雌盲猛藻齎凭腿漏脆哉軈奴稍憂幽霊茹弓抑葦酪邦浪碌枠藁"
  },
  "jouyou": {
    "1": "一右雨円王音下火花貝学気休玉金九空月犬見五口校左三山四子糸字耳七車手十出女小上森人水正生青石赤先千川早草足村大男竹中虫町天田土二日入年白八百文本名木目夕立力林六",
    "2": "引羽雲園遠黄何夏家科歌画会回海絵外角楽活間丸岩顔帰汽記弓牛魚京強教近兄形計元原言古戸午後語交光公工広考行高合国黒今才細作算姉市思止紙寺時自室社弱首秋週春書少場色食心新親図数星晴声西切雪線船前組走多太体台谷知地池茶昼朝長鳥直通弟店点電冬刀東当答頭同道読内南肉馬買売麦半番父風分聞米歩母方北妹毎万明鳴毛門夜野矢友曜用来理里話",
    "3": "悪安暗委意医育員飲院運泳駅央横屋温化荷界開階寒感漢館岸期起客宮急球究級去橋業局曲銀区苦具君係軽決血研県庫湖向幸港号根祭坂皿仕使始指死詩歯事持次式実写者主取守酒受州拾終習集住重宿所暑助勝商昭消章乗植深申真神身進世整昔全想相送息速族他打対待代第題炭短談着柱注丁帳調追定庭笛鉄転登都度島投湯等豆動童農波配倍箱畑発反板悲皮美鼻筆氷表病秒品負部服福物平返勉放味命面問役薬油有由遊予様洋羊葉陽落流旅両緑礼列練路和",
    "4": "愛案以位囲胃衣印栄英塩億加果課貨芽改械害街各覚完官管観関願喜器希旗機季紀議救求泣給挙漁競共協鏡極訓軍郡型径景芸欠結健建験固候功好康航告差最菜材昨刷察札殺参散産残司史士氏試児治辞失借種周祝順初唱松焼照省笑象賞信臣成清静席積折節説戦浅選然倉巣争側束続卒孫帯隊達単置仲貯兆腸低停底的典伝徒努灯働堂得特毒熱念敗梅博飯費飛必標票不付夫府副粉兵別変辺便包法望牧末満未脈民無約勇要養浴利陸料良量輪類令例冷歴連労老録",
    "5": "圧易移因営永衛液益演往応恩仮価可河過賀解快格確額刊幹慣眼基寄規技義逆久旧居許境興均禁句群経潔件券検険減現限個故護効厚構耕講鉱混査再妻採災際在罪財桜雑賛酸師志支枝資飼似示識質舎謝授修術述準序承招証常情条状織職制勢性政精製税績責接設絶舌銭祖素総像増造則測属損態貸退団断築張提程敵適統導銅徳独任燃能破判版犯比肥非備俵評貧婦富布武復複仏編弁保墓報豊暴貿防務夢迷綿輸余預容率略留領",
    "6": "異遺域宇映延沿我灰拡閣革割株巻干看簡危揮机貴疑吸供胸郷勤筋敬系警劇激穴憲権絹厳源呼己誤后孝皇紅鋼降刻穀骨困砂座済裁策冊蚕姿私至視詞誌磁射捨尺若樹収宗就衆従縦縮熟純処署諸除傷将障城蒸針仁垂推寸盛聖誠宣専泉洗染善創奏層操窓装臓蔵存尊宅担探誕暖段値宙忠著庁潮頂賃痛展党糖討届難乳認納脳派俳拝背肺班晩否批秘腹奮並閉陛片補暮宝訪亡忘棒枚幕密盟模訳優郵幼欲翌乱卵覧裏律臨朗論",
    "general-use": "亜哀挨握扱宛闇依偉威尉慰椅為畏維緯萎違井壱逸稲茨芋咽姻淫陰隠韻臼渦唄浦餌影詠鋭疫悦謁越閲宴怨援炎煙猿縁艶鉛汚凹奥押旺欧殴翁岡沖憶臆乙俺卸穏佳嫁寡暇架禍稼箇苛華菓蚊牙雅餓介塊壊怪悔懐戒拐皆劾崖慨概涯蓋該骸垣柿嚇核殻獲穫較郭隔岳顎掛潟喝括渇滑葛褐轄且釜鎌刈瓦乾冠勘勧喚堪寛患憾換敢棺款歓汗環甘監緩缶肝艦貫還鑑閑陥韓含玩頑企伎奇岐幾忌既棋棄畿祈軌輝飢騎鬼亀偽儀宜戯擬欺犠菊吉喫詰却脚虐丘及朽窮糾巨拒拠虚距享凶叫峡恐恭挟況狂狭矯脅響驚仰凝暁僅巾錦斤琴緊菌襟謹吟駆駒愚虞偶遇隅串屈掘窟靴熊繰桑勲薫傾刑啓契恵慶憩掲携渓稽継茎蛍詣鶏迎鯨撃隙桁傑倹兼剣圏堅嫌懸拳献肩謙賢軒遣鍵顕幻弦玄舷孤弧枯股虎誇雇顧鼓互呉娯御悟碁乞侯勾喉坑孔巧恒慌抗拘控攻更梗江洪溝甲硬稿絞綱肯荒衡貢購郊酵項香剛拷豪克酷獄腰込頃墾婚恨懇昆痕紺魂佐唆沙詐鎖挫債催塞宰彩栽歳采砕斎載剤阪咲崎埼削搾柵索錯拶撮擦傘惨桟斬暫伺刺嗣施旨祉紫肢脂諮賜雌侍慈滋璽鹿軸叱執嫉湿漆疾芝赦斜煮遮蛇邪爵酌釈寂朱殊狩珠腫趣儒呪寿需囚愁秀臭舟襲蹴酬醜充柔汁渋獣銃叔淑粛塾俊瞬准循旬殉潤盾巡遵庶緒叙徐償匠升召奨宵尚床彰抄掌昇晶沼渉焦症硝礁祥称粧紹肖衝訟詔詳鐘丈冗剰壌嬢浄畳譲醸錠嘱飾拭殖触辱尻伸侵唇娠寝審慎振浸紳芯薪診辛震刃尋甚尽腎迅陣須酢吹帥炊睡粋衰遂酔随髄崇枢据杉裾澄瀬畝是凄姓征牲誓請逝醒斉隻惜戚斥析籍脊跡拙摂窃仙占扇栓潜煎旋繊羨腺薦詮践遷鮮漸禅繕膳塑措曽狙疎礎租粗訴阻遡僧双喪壮爽捜掃挿曹槽燥痩荘葬藻遭霜騒憎贈促即捉俗賊袖遜汰唾堕妥惰駄堆耐怠戴替泰滞胎袋逮滝卓択拓沢濯託濁諾但奪脱棚誰丹嘆旦淡端綻胆鍛壇弾恥痴稚致遅畜蓄逐秩窒嫡抽衷酎鋳駐弔彫徴懲挑眺聴超跳勅捗朕沈珍鎮陳津墜椎塚漬潰坪爪釣鶴亭偵貞呈堤帝廷抵締艇訂諦逓邸泥摘滴溺哲徹撤迭添貼殿吐塗妬斗渡賭途奴怒倒凍唐塔悼搭桃棟盗痘筒到藤謄踏逃透陶騰闘憧洞瞳胴峠匿督篤栃凸突屯豚頓曇鈍奈那謎鍋縄軟尼弐匂虹如尿妊忍寧猫捻粘悩濃把覇婆罵廃排杯輩培媒賠陪伯剥拍泊舶薄迫漠爆縛箸肌鉢髪伐罰抜閥伴帆搬斑氾汎畔繁般藩販範煩頒盤蛮卑妃彼扉披泌疲碑罷被避尾微眉匹膝肘姫媛漂描苗浜賓頻敏瓶怖扶敷普浮符腐膚譜賦赴阜附侮舞封伏幅覆払沸噴墳憤紛雰丙併塀幣弊柄蔽壁癖蔑偏遍舗捕穂募慕簿倣俸奉峰崩抱泡砲縫胞芳蜂褒邦飽乏傍剖坊妨帽忙房某冒紡肪膨謀貌僕墨撲朴睦勃没堀奔翻凡盆摩磨魔麻埋昧膜枕又抹繭慢漫魅岬蜜妙眠矛霧婿娘冥銘滅免麺茂妄猛盲網耗黙餅戻紋冶弥厄躍柳愉癒諭唯幽悠憂湧猶裕誘雄融与誉妖庸揚揺擁溶窯謡踊抑沃翼羅裸頼雷絡酪嵐欄濫藍吏履梨璃痢離硫粒隆竜侶慮虜了僚寮涼猟療瞭糧陵倫厘隣瑠塁涙累励鈴隷零霊麗齢暦劣烈裂廉恋錬呂炉賂露廊弄楼浪漏郎麓賄脇惑枠湾腕丼傲刹哺喩嗅嘲毀彙恣惧慄憬拉摯曖楷鬱璧瘍箋籠緻羞訃諧貪踪辣錮",
    "jinmeiyou": "娃阿逢葵茜渥旭葦芦梓斡絢綾鮎或粟庵按鞍杏伊夷惟謂亥郁磯溢鰯允胤蔭烏迂卯鵜窺丑碓姥厩瓜閏噂云叡曳瑛榎堰奄燕苑於甥襖荻桶牡伽嘉珂禾茄蝦嘩迦霞俄峨臥駕廻恢魁晦芥蟹凱鎧浬馨笠樫梶恰叶椛樺鞄兜蒲鴨茅萱粥侃柑竿莞巌雁嬉毅稀徽祇誼掬鞠桔橘砧杵汲灸笈鋸亨匡卿喬蕎饗尭桐欣欽禽芹衿玖矩喰寓櫛釧屑沓窪隈栗鍬袈祁圭慧桂戟訣倦喧捲牽硯絃諺乎糊袴胡跨伍吾梧檎瑚醐鯉倖宏巷庚弘昂晃杭浩紘腔膏閤鴻劫壕轟忽惚此昏些叉嵯瑳裟坐哉犀砦冴堺榊肴鷺朔窄笹薩皐錆晒撒燦珊纂讃仔孜斯獅爾而蒔汐竺雫悉篠偲柴縞紗勺灼錫惹洲蒐輯峻竣舜駿楯淳醇曙渚恕哨嘗庄捷昌梢樟湘菖蕉裳鞘丞杖穣埴燭晋榛秦壬訊諏厨逗翠錐錘瑞嵩雛菅頗雀摺棲栖蹟碩尖撰穿銑閃噌楚疏蘇叢宋惣槍漕綜聡蒼其揃舵楕陀苔黛鯛醍鷹啄托琢茸凧只辰巽竪辿樽坦歎湛耽檀弛智馳筑註猪喋寵帖暢牒脹蝶槌槻佃柘辻蔦綴椿紬悌挺梯汀禎蹄鄭釘鼎擢纏兎堵杜砥套宕祷董撞萄鳶寅酉惇敦沌遁凪薙灘捺楢馴楠汝賑廿濡禰祢乃之巴播杷琶芭煤這秤萩柏箔曝莫函肇筈幡畠鳩塙隼挽磐蕃庇斐緋樋枇毘琵柊疋彦菱畢桧紐彪瓢豹廟彬瀕斧芙撫葡蕪楓葺蕗淵吻焚頁碧瞥篇娩鞭圃甫輔戊菩捧朋萌蓬鋒鳳鵬卜殆幌哩槙柾鱒亦俣沫迄麿蔓巳箕湊蓑稔牟椋姪孟蒙儲勿尤籾貰匁也耶靖佑宥柚祐邑輿傭楊耀蓉遥淀螺洛蘭李裡掠劉溜琉亮凌梁稜諒遼淋琳鱗麟伶嶺怜玲憐漣煉簾蓮魯櫓狼禄肋倭鷲亙亘詫藁蕨椀碗侑俐凛凰勁奎崚巖巫已彗徠惺昊昴晏晄晨晟暉檜栞梛椰橙櫂毬洸洵滉漱澪煌燎燿珈珀琥瑶皓眸祿稟穰穹笙絆綺綸羚翔脩苺茉莉菫萠蕾詢諄赳迪逞釉頌颯驍麒黎堯槇遙凜熙"
  }
}
